Repository: didisouzacosta/VideoEditorKit
Catalog: Sources/VideoEditorKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# example.project.badge.draft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
pt_br: Rascunho
zh_hans: 草稿

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出し
pt_br: Exportar
zh_hans: 导出

source: Export in progress.
de: Export läuft.
es: Exportación en curso.
fr: Exportation en cours.
ja: 書き出し中です。
pt_br: Exportação em andamento.
zh_hans: 正在导出。

source: Export Video
de: Video exportieren
es: Exportar video
fr: Exporter la vidéo
ja: ビデオを書き出し
pt_br: Exportar vídeo
zh_hans: 导出视频

source: Exporting
de: Exportiere
es: Exportando
fr: Exportation
ja: 書き出し中
pt_br: Exportando
zh_hans: 正在导出

source: Facebook Post
de: Facebook-Beitrag
es: Publicación de Facebook
fr: Publication Facebook
ja: Facebook投稿
pt_br: Post do Facebook
zh_hans: Facebook 帖子

source: Failed to open video
de: Video konnte nicht geöffnet werden
es: No se pudo abrir el video
fr: Impossible d'ouvrir la vidéo
ja: ビデオを開けませんでした
pt_br: Falha ao abrir o vídeo
zh_hans: 无法打开视频

source: Fast loading and small size, low quality
de: Schnelles Laden und kleine Größe, geringe Qualität
es: Carga rápida y tamaño pequeño, baja calidad
fr: Chargement rapide et petite taille, faible qualité
ja: 読み込みが速くサイズが小さい、低画質
pt_br: Carregamento rápido e tamanho pequeno, baixa qualidade
zh_hans: 加载快、体积小、画质较低

source: Free
de: Frei
es: Libre
fr: Libre
ja: フリー
pt_br: Livre
zh_hans: 自由

source: Generate timed text from the current source video and edit it segment by segment.
de: Erzeuge zeitcodierten Text aus dem aktuellen Quellvideo und bearbeite ihn Segment für Segment.
es: Genera texto temporizado a partir del video actual y edítalo segmento por segmento.
fr: Générez un texte horodaté à partir de la vidéo source actuelle et modifiez-le segment par segment.
ja: 現在のソースビデオから時間付きテキストを生成し、セグメントごとに編集します。
pt_br: Gere texto temporizado a partir do vídeo atual e edite-o segmento por segmento.
zh_hans: 从当前源视频生成带时间戳的文本，并逐段编辑。

source: Ideal for publishing on social networks
de: Ideal für Veröffentlichungen in sozialen Netzwerken
es: Ideal para publicar en redes sociales
fr: Idéal pour publier sur les réseaux sociaux
ja: ソーシャルネットワークへの公開に最適
pt_br: Ideal para publicar em redes sociais
zh_hans: 适合发布到社交网络

source: Importing video...
de: Video wird importiert...
es: Importando video...
fr: Importation de la vidéo...
ja: ビデオを読み込み中...
pt_br: Importando vídeo...
zh_hans: 正在导入视频...

source: Instagram Reels & Stories
de: Instagram Reels und Stories
es: Instagram Reels y Stories
fr: Instagram Reels et Stories
ja: Instagram Reels と Stories
pt_br: Instagram Reels e Stories
zh_hans: Instagram Reels 和 Stories

source: Keeps important content inside the clearer viewing area for YouTube Shorts, away from top labels and lower playback overlays.
de: Hält wichtige Inhalte innerhalb des klareren Sichtbereichs von YouTube Shorts und fern von oberen Labels und unteren Wiedergabe-Overlays.
es: Mantiene el contenido importante dentro del área de visualización más limpia de YouTube Shorts, lejos de las etiquetas superiores y las superposiciones inferiores de reproducción.
fr: Garde le contenu important dans la zone de visualisation la plus claire de YouTube Shorts, à l'écart des libellés supérieurs et des superpositions de lecture inférieures.
ja: 重要なコンテンツを、上部ラベルや下部の再生オーバーレイから離れた、YouTube Shorts の見やすい表示エリア内に保ちます。
pt_br: Mantém o conteúdo importante dentro da área mais limpa de visualização do YouTube Shorts, longe dos rótulos superiores e das sobreposições inferiores de reprodução.
zh_hans: 将重要内容保持在 YouTube Shorts 更清晰的观看区域内，避开顶部标签和底部播放覆盖层。

source: Keeps important content inside TikTok's clearer viewing area, away from top chrome, right-side actions and lower captions.
de: Hält wichtige Inhalte innerhalb des klareren Sichtbereichs von TikTok und fern von oberer UI, rechten Aktionen und unteren Untertiteln.
es: Mantiene el contenido importante dentro del área de visualización más limpia de TikTok, lejos de la barra superior, las acciones laterales derechas y los subtítulos inferiores.
fr: Garde le contenu important dans la zone de visualisation la plus claire de TikTok, à l'écart de l'interface supérieure, des actions à droite et des sous-titres inférieurs.
ja: 重要なコンテンツを、TikTok の上部 UI、右側のアクション、下部のキャプションから離れた、見やすい表示エリア内に保ちます。
pt_br: Mantém o conteúdo importante dentro da área mais limpa de visualização do TikTok, longe dos elementos superiores, das ações na lateral direita e das legendas inferiores.
zh_hans: 将重要内容保持在 TikTok 更清晰的观看区域内，避开顶部界面、右侧操作区和底部字幕区域。

source: Keeps the imported framing
de: Behält den importierten Bildausschnitt bei
es: Mantiene el encuadre importado
fr: Conserve le cadrage importé
ja: 読み込んだ構図を維持
pt_br: Mantém o enquadramento importado
zh_hans: 保持导入时的构图

source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
ja: 横長
pt_br: Paisagem
zh_hans: 横向

source: Landscape players and embeds
de: Für Landscape-Player und Einbettungen
es: Reproductores e integraciones en horizontal
fr: Lecteurs et intégrations en paysage
ja: 横長プレーヤーや埋め込み向け
pt_br: Players e incorporações em paisagem
zh_hans: 适用于横向播放器和嵌入

source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
pt_br: Grande
zh_hans: 大

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック済み
pt_br: Bloqueado
zh_hans: 已锁定

source: Medium
de: Mittel
es: Mediano
fr: Moyen
ja: 中
pt_br: Médio
zh_hans: 中

source: Missing resource: preview.mp4
de: Fehlende Ressource: preview.mp4
es: Recurso faltante: preview.mp4
fr: Ressource manquante : preview.mp4
ja: 見つからないリソース: preview.mp4
pt_br: Recurso ausente: preview.mp4
zh_hans: 缺少资源：preview.mp4

source: No transcript yet
de: Noch kein Transkript
es: Todavía no hay transcripción
fr: Aucune transcription pour le moment
ja: 文字起こしはまだありません
pt_br: Ainda não há transcrição
zh_hans: 暂无转写

source: No transcription provider is configured for this editor session.
de: Für diese Editor-Sitzung ist kein Transkriptionsanbieter konfiguriert.
es: No hay ningún proveedor de transcripción configurado para esta sesión del editor.
fr: Aucun fournisseur de transcription n'est configuré pour cette session d'édition.
ja: この編集セッションには文字起こしプロバイダーが設定されていません。
pt_br: Nenhum provedor de transcrição está configurado para esta sessão do editor.
zh_hans: 此编辑会话未配置任何转写提供程序。

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択
pt_br: Não selecionado
zh_hans: 未选择

source: Optimal size to quality ratio
de: Optimales Verhältnis von Größe zu Qualität
es: Relación óptima entre tamaño y calidad
fr: Équilibre optimal entre taille et qualité
ja: サイズと画質の最適なバランス
pt_br: Proporção ideal entre tamanho e qualidade
zh_hans: 尺寸与画质的最佳平衡

source: percent complete
de: % abgeschlossen
es: % completado
fr: % terminé
ja: ％完了
pt_br: % concluído
zh_hans: % 已完成

source: Portrait
de: Hochformat
es: Vertical
ja: 縦長
pt_br: Retrato
zh_hans: 竖向

source: Portrait feed posts
de: Feed-Beiträge im Hochformat
es: Publicaciones de feed en vertical
fr: Publications de fil en portrait
ja: 縦長フィード投稿向け
pt_br: Posts de feed em retrato
zh_hans: 适用于竖版动态帖子

source: Preview video not found
de: Vorschauvideo nicht gefunden
es: No se encontró el video de vista previa
fr: Vidéo d'aperçu introuvable
ja: プレビュー用ビデオが見つかりません
pt_br: Vídeo de pré-visualização não encontrado
zh_hans: 未找到预览视频

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
pt_br: Pronto
zh_hans: 就绪

source: Recorded
de: Aufgenommen
es: Grabado
fr: Enregistré
ja: 録音
pt_br: Gravado
zh_hans: 录制

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
zh_hans: 重置

source: Reset transform
de: Transformation zurücksetzen
es: Restablecer transformación
fr: Réinitialiser la transformation
ja: 変形をリセット
pt_br: Redefinir transformação
zh_hans: 重置变换

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Revert
de: Rückgängig machen
es: Revertir
fr: Rétablir
ja: 元に戻す
pt_br: Reverter
zh_hans: 还原

source: Run the transcription provider to populate timed segments for this video.
de: Starte den Transkriptionsanbieter, um zeitcodierte Segmente für dieses Video zu erzeugen.
es: Ejecuta el proveedor de transcripción para rellenar los segmentos temporizados de este video.
fr: Lancez le fournisseur de transcription pour remplir les segments horodatés de cette vidéo.
ja: このビデオの時間付きセグメントを生成するには、文字起こしプロバイダーを実行してください。
pt_br: Execute o provedor de transcrição para preencher os segmentos temporizados deste vídeo.
zh_hans: 运行转写提供程序以填充此视频的时间片段。

source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
pt_br: Saturação
zh_hans: 饱和度

source: Segment unavailable
de: Segment nicht verfügbar
es: Segmento no disponible
fr: Segment indisponible
ja: セグメントを利用できません
pt_br: Segmento indisponível
zh_hans: 片段不可用

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
pt_br: Selecionado
zh_hans: 已选择

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
pt_br: Tamanho
zh_hans: 大小

source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
pt_br: Pequeno
zh_hans: 小

source: Source
de: Quelle
es: Origen
ja: ソース
pt_br: Fonte
zh_hans: 源

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
pt_br: Velocidade
zh_hans: 速度

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
ja: スクエア
pt_br: Quadrado
zh_hans: 方形

source: Square posts and covers
de: Quadratische Beiträge und Cover
es: Publicaciones cuadradas y portadas
fr: Publications carrées et couvertures
ja: 正方形の投稿やカバー向け
pt_br: Posts quadrados e capas
zh_hans: 方形帖子和封面

source: T
de: O
fr: H
ja: 上
zh_hans: 上

source: The audio file URL must reference a local file.
de: Die URL der Audiodatei muss auf eine lokale Datei verweisen.
es: La URL del archivo de audio debe apuntar a un archivo local.
fr: L'URL du fichier audio doit référencer un fichier local.
ja: 音声ファイルの URL はローカルファイルを参照している必要があります。
pt_br: A URL do arquivo de áudio deve apontar para um arquivo local.
zh_hans: 音频文件 URL 必须指向本地文件。

source: The current video source could not be used for transcription.
de: Die aktuelle Videoquelle konnte nicht für die Transkription verwendet werden.
es: La fuente de video actual no se pudo usar para la transcripción.
fr: La source vidéo actuelle n'a pas pu être utilisée pour la transcription.
ja: 現在のビデオソースは文字起こしに使用できませんでした。
pt_br: A fonte de vídeo atual não pôde ser usada para transcrição.
zh_hans: 当前视频源无法用于转写。

source: The editor will open as soon as the selected clip is ready.
de: Der Editor wird geöffnet, sobald der ausgewählte Clip bereit ist.
es: El editor se abrirá en cuanto el clip seleccionado esté listo.
fr: L'éditeur s'ouvrira dès que le clip sélectionné sera prêt.
ja: 選択したクリップの準備ができ次第、エディタが開きます。
pt_br: O editor será aberto assim que o clipe selecionado estiver pronto.
zh_hans: 所选片段准备好后，编辑器将立即打开。

source: The export session could not be created for this video.
de: Für dieses Video konnte keine Export-Session erstellt werden.
es: No se pudo crear la sesión de exportación para este video.
fr: La session d'exportation n'a pas pu être créée pour cette vidéo.
ja: このビデオの書き出しセッションを作成できませんでした。
pt_br: Não foi possível criar a sessão de exportação para este vídeo.
zh_hans: 无法为此视频创建导出会话。

source: The export was cancelled because the app moved to the background. Please try again.
de: Der Export wurde abgebrochen, weil die App in den Hintergrund gewechselt ist. Bitte versuche es erneut.
es: La exportación se canceló porque la app pasó a segundo plano. Inténtalo de nuevo.
fr: L’exportation a été annulée parce que l’app est passée en arrière-plan. Veuillez réessayer.
ja: アプリがバックグラウンドに移動したため、書き出しはキャンセルされました。もう一度お試しください。
pt_br: A exportação foi cancelada porque o app foi para o segundo plano. Tente novamente.
zh_hans: 由于应用已切换到后台，导出已被取消。请重试。

source: The export was cancelled before the final video was generated.
de: Der Export wurde abgebrochen, bevor das finale Video erzeugt wurde.
es: La exportación se canceló antes de que se generara el video final.
fr: L'exportation a été annulée avant la génération de la vidéo finale.
ja: 最終的なビデオが生成される前に書き出しがキャンセルされました。
pt_br: A exportação foi cancelada antes que o vídeo final fosse gerado.
zh_hans: 在生成最终视频之前，导出已被取消。

source: The previous transcription request failed.
de: Die vorherige Transkriptionsanfrage ist fehlgeschlagen.
es: La solicitud de transcripción anterior falló.
fr: La précédente demande de transcription a échoué.
ja: 前回の文字起こしリクエストは失敗しました。
pt_br: A solicitação de transcrição anterior falhou.
zh_hans: 上一次转写请求失败了。

source: The selected video does not contain an extractable audio track.
de: Das ausgewählte Video enthält keine extrahierbare Audiospur.
es: El video seleccionado no contiene una pista de audio extraíble.
fr: La vidéo sélectionnée ne contient pas de piste audio extractible.
ja: 選択したビデオには抽出可能な音声トラックが含まれていません。
pt_br: O vídeo selecionado não contém uma faixa de áudio extraível.
zh_hans: 所选视频不包含可提取的音频轨道。

source: The transcript will appear here as soon as the provider returns the timed segments.
de: Das Transkript erscheint hier, sobald der Anbieter die zeitcodierten Segmente zurückgibt.
es: La transcripción aparecerá aquí en cuanto el proveedor devuelva los segmentos temporizados.
fr: La transcription apparaîtra ici dès que le fournisseur renverra les segments horodatés.
ja: プロバイダーが時間付きセグメントを返すと、ここに文字起こしが表示されます。
pt_br: A transcrição aparecerá aqui assim que o provedor retornar os segmentos temporizados.
zh_hans: 当提供程序返回时间片段后，转写内容会显示在这里。

source: The transcription provider returned no timed segments.
de: Der Transkriptionsanbieter hat keine zeitcodierten Segmente zurückgegeben.
es: El proveedor de transcripción no devolvió segmentos temporizados.
fr: Le fournisseur de transcription n'a renvoyé aucun segment horodaté.
ja: 文字起こしプロバイダーは時間付きセグメントを返しませんでした。
pt_br: O provedor de transcrição não retornou segmentos temporizados.
zh_hans: 转写提供程序未返回任何时间片段。

source: The transcription request was cancelled before it finished.
de: Die Transkriptionsanfrage wurde vor Abschluss abgebrochen.
es: La solicitud de transcripción se canceló antes de terminar.
fr: La demande de transcription a été annulée avant la fin.
ja: 完了前に文字起こしリクエストがキャンセルされました。
pt_br: A solicitação de transcrição foi cancelada antes de terminar.
zh_hans: 转写请求在完成前已被取消。

source: The transcription service returned an empty response body.
de: Der Transkriptionsdienst hat einen leeren Antworttext zurückgegeben.
es: El servicio de transcripción devolvió un cuerpo de respuesta vacío.
fr: Le service de transcription a renvoyé un corps de réponse vide.
ja: 文字起こしサービスから空のレスポンス本文が返されました。
pt_br: O serviço de transcrição retornou um corpo de resposta vazio.
zh_hans: 转写服务返回了空的响应内容。

source: The transcription service returned an invalid response.
de: Der Transkriptionsdienst hat eine ungültige Antwort zurückgegeben.
es: El servicio de transcripción devolvió una respuesta no válida.
fr: Le service de transcription a renvoyé une réponse invalide.
ja: 文字起こしサービスから無効なレスポンスが返されました。
pt_br: O serviço de transcrição retornou uma resposta inválida.
zh_hans: 转写服务返回了无效响应。

source: The transcription service returned HTTP
de: Der Transkriptionsdienst hat HTTP zurückgegeben
es: El servicio de transcripción devolvió HTTP
fr: Le service de transcription a renvoyé HTTP
ja: 文字起こしサービスから HTTP が返されました
pt_br: O serviço de transcrição retornou HTTP
zh_hans: 转写服务返回了 HTTP

source: The transcription source must be a local video file.
de: Die Transkriptionsquelle muss eine lokale Videodatei sein.
es: La fuente de transcripción debe ser un archivo de video local.
fr: La source de transcription doit être un fichier vidéo local.
ja: 文字起こし元はローカルのビデオファイルである必要があります。
pt_br: A fonte da transcrição deve ser um arquivo de vídeo local.
zh_hans: 转写源必须是本地视频文件。

source: The video could not be exported right now. Please try again.
de: Das Video kann im Moment nicht exportiert werden. Bitte versuche es erneut.
es: No se pudo exportar el video en este momento. Inténtalo de nuevo.
fr: La vidéo ne peut pas être exportée pour le moment. Veuillez réessayer.
ja: 現在ビデオを書き出せません。もう一度お試しください。
pt_br: Não foi possível exportar o vídeo agora. Tente novamente.
zh_hans: 当前无法导出视频。请再试一次。

source: The video could not be exported. Please try again.
de: Das Video konnte nicht exportiert werden. Bitte versuche es erneut.
es: No se pudo exportar el video. Inténtalo de nuevo.
fr: La vidéo n'a pas pu être exportée. Veuillez réessayer.
ja: ビデオを書き出せませんでした。もう一度お試しください。
pt_br: O vídeo não pôde ser exportado. Tente novamente.
zh_hans: 无法导出视频。请再试一次。

source: This transcript segment is no longer available.
de: Dieses Transkriptsegment ist nicht mehr verfügbar.
es: Este segmento de la transcripción ya no está disponible.
fr: Ce segment de transcription n'est plus disponible.
ja: この文字起こしセグメントは現在利用できません。
pt_br: Este segmento da transcrição não está mais disponível.
zh_hans: 此转写片段已不可用。

source: Top
de: Oben
es: Superior
fr: Haut
ja: 上
pt_br: Superior
zh_hans: 顶部

source: Track
de: Spur
es: Pista
fr: Piste
ja: トラック
pt_br: Faixa
zh_hans: 轨道

source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire
ja: 文字起こし
pt_br: Transcrever
zh_hans: 转写

source: Transcribing audio...
de: Audio wird transkribiert...
es: Transcribiendo audio...
fr: Transcription de l'audio...
ja: 音声を文字起こし中...
pt_br: Transcrevendo áudio...
zh_hans: 正在转写音频...

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
ja: 文字起こし
pt_br: Transcrição
zh_hans: 转写

source: Transcript segment
de: Transkriptsegment
es: Segmento de transcripción
fr: Segment de transcription
ja: 文字起こしセグメント
pt_br: Segmento da transcrição
zh_hans: 转写片段

source: Transcription
de: Transkription
es: Transcripción
ja: 文字起こし
pt_br: Transcrição
zh_hans: 转写

source: Transcription unavailable
de: Transkription nicht verfügbar
es: Transcripción no disponible
fr: Transcription indisponible
ja: 文字起こしを利用できません
pt_br: Transcrição indisponível
zh_hans: 转写不可用

source: Trim end
de: Ende zuschneiden
es: Recortar final
fr: Définir la fin
ja: トリム終了位置
pt_br: Aparar fim
zh_hans: 修剪结束

source: Trim start
de: Anfang zuschneiden
es: Recortar inicio
fr: Définir le début
ja: トリム開始位置
pt_br: Aparar início
zh_hans: 修剪开始

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
pt_br: Tentar novamente
zh_hans: 再试一次

source: Try Again
de: Noch einmal versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
pt_br: Tentar de novo
zh_hans: 再试一次

source: Unable to create an audio extraction export session.
de: Es konnte keine Export-Session für die Audioextraktion erstellt werden.
es: No se pudo crear una sesión de exportación para extraer el audio.
fr: Impossible de créer une session d'export d'extraction audio.
ja: 音声抽出用の書き出しセッションを作成できませんでした。
pt_br: Não foi possível criar uma sessão de exportação para extrair o áudio.
zh_hans: 无法创建音频提取导出会话。

source: Unable to export video
de: Video konnte nicht exportiert werden
es: No se pudo exportar el video
fr: Impossible d'exporter la vidéo
ja: ビデオを書き出せませんでした
pt_br: Não foi possível exportar o vídeo
zh_hans: 无法导出视频

source: Unable to open the selected video
de: Das ausgewählte Video konnte nicht geöffnet werden
es: No se pudo abrir el video seleccionado
fr: Impossible d'ouvrir la vidéo sélectionnée
ja: 選択したビデオを開けませんでした
pt_br: Não foi possível abrir o vídeo selecionado
zh_hans: 无法打开所选视频

source: Unable to transcribe
de: Transkription nicht möglich
es: No se pudo transcribir
fr: Impossible de transcrire
ja: 文字起こしできませんでした
pt_br: Não foi possível transcrever
zh_hans: 无法转写

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
pt_br: Indisponível
zh_hans: 不可用

source: Universal Social Safe Zone
de: Universelle Safe-Zone für soziale Medien
es: Zona segura social universal
fr: Zone de sécurité universelle pour les réseaux sociaux
ja: 共通ソーシャル安全エリア
pt_br: Zona segura social universal
zh_hans: 通用社交安全区

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
pt_br: desconhecido
zh_hans: 未知

source: Use this guide when you want one 9:16 composition that stays safer across Instagram, TikTok and YouTube Shorts. Keep headlines, faces, logos and CTAs inside the highlighted center area.
de: Nutze diese Anleitung, wenn du eine 9:16-Komposition möchtest, die auf Instagram, TikTok und YouTube Shorts sicherer bleibt. Halte Überschriften, Gesichter, Logos und CTAs im hervorgehobenen Mittelbereich.
es: Usa esta guía cuando quieras una composición 9:16 que sea más segura en Instagram, TikTok y YouTube Shorts. Mantén titulares, rostros, logotipos y CTAs dentro del área central resaltada.
fr: Utilisez ce guide lorsque vous voulez une composition 9:16 plus sûre sur Instagram, TikTok et YouTube Shorts. Gardez les titres, visages, logos et CTA dans la zone centrale mise en évidence.
ja: Instagram、TikTok、YouTube Shorts でより安全に見せたい 9:16 構図を作るときにこのガイドを使ってください。見出し、顔、ロゴ、CTA は強調表示された中央エリア内に配置してください。
pt_br: Use este guia quando quiser uma composição 9:16 que fique mais segura no Instagram, TikTok e YouTube Shorts. Mantenha títulos, rostos, logos e CTAs dentro da área central destacada.
zh_hans: 当你想要一个在 Instagram、TikTok 和 YouTube Shorts 上都更安全的 9:16 构图时，请使用此指南。请将标题、人脸、标志和 CTA 保持在高亮的中央区域内。

# editor.transcript.layout-section
source: Layout
es: Diseño
fr: Mise en page
ja: レイアウト
zh_hans: 布局

# editor.transcript.position
source: Position
es: Posición
ja: 位置
pt_br: Posição
zh_hans: 位置

source: Layout
es: Diseño
fr: Mise en page
ja: レイアウト
zh_hans: 布局

source: Position
es: Posición
ja: 位置
pt_br: Posição
zh_hans: 位置

# editor.audio.track.video
source: Video
fr: Vidéo
ja: ビデオ
pt_br: Vídeo
zh_hans: 视频

# example.editor.title
source: Editor
fr: Éditeur
ja: エディタ
zh_hans: 编辑器

source: Video
fr: Vidéo
ja: ビデオ
pt_br: Vídeo
zh_hans: 视频

source: Audio
ja: 音声
pt_br: Áudio
zh_hans: 音频

# common.premium
source: Premium
ja: プレミアム
zh_hans: 高级版

# editor.canvas.original
source: Original
ja: オリジナル
zh_hans: 原始

# editor.canvas.story
source: Story
ja: ストーリー

# editor.crop.original.title
source: Original
ja: オリジナル
zh_hans: 原始

# editor.crop.social.title
source: Social
ja: ソーシャル
zh_hans: 社交

# editor.tool.audio.title
source: Audio
ja: 音声
pt_br: Áudio
zh_hans: 音频

# editor.tool.presets.title
source: Presets
ja: プリセット
zh_hans: 预设

# editor.transcript.original-prefix
source: Original:
ja: 元のテキスト:
zh_hans: 原文：

source: Original
ja: オリジナル
zh_hans: 原始

source: Original:
ja: 元のテキスト:
zh_hans: 原文：

source: Premium
ja: プレミアム
zh_hans: 高级版

source: Presets
ja: プリセット
zh_hans: 预设

source: Social
ja: ソーシャル
zh_hans: 社交

source: Story
ja: ストーリー
